Autodesk.Revit.DB.NumberingSchemaTypes.StructuralNumberingSchemas.ReinforcementFabric
Built-in schema used for numbering fabric reinforcement elements

Autodesk.Revit.DB.NumberingSchemaTypes.StructuralNumberingSchemas.RebarCoupler
Built-in schema used for numbering rebar coupler elements

Autodesk.Revit.DB.NumberingSchemaTypes.StructuralNumberingSchemas.Rebar
Built-in schema used for numbering rebar elements

Autodesk.Revit.DB.NumberingSchemaTypes.StructuralNumberingSchemas
A collection of types of built-in Numbering Schemas that are used for numbering structure elements.
Since:
2015